/* Localizable strings of com.apple.MCX preference manifest */

"mcx.pfm_title" =			"Flyttbart konto och andra alternativ";
"mcx.pfm_description" =			"Skapa, radera och andra alternativ för flyttbart konto.";

"com.apple.cachedaccounts.CreatePHDAtLogin.pfm_title" =			"Skapa flyttbar hemmapp";
"com.apple.cachedaccounts.CreatePHDAtLogin.pfm_description" =			"Skapa en flyttbar hemmapp med förvald synkronisering när användaren loggar in.";
"com.apple.cachedaccounts.CreateAtLogin.pfm_title" =			"Skapa flyttbart konto";
"com.apple.cachedaccounts.CreateAtLogin.pfm_description" =			"Skapa flyttbart konto med synkronisering avaktiverad när användaren loggar in.";
"com.apple.cachedaccounts.WarnOnCreate.pfm_title" =			"Visa dialogruta för flyttbart konto";
"com.apple.cachedaccounts.WarnOnCreate.pfm_description" =			"Visa en dialogruta innan ett flyttbart konto skapas, så att användaren kan välja att inte skapa ett flyttbart konto utan logga in på sitt nätverkskonto och sin nätverkshemmapp.";
"cachedaccounts.WarnOnCreate.allowNever.pfm_title" =			"Visa alternativet Aldrig i dialogrutan för flyttbart konto";
"cachedaccounts.WarnOnCreate.allowNever.pfm_description" =			"I dialogrutan för att skapa ett flyttbart konto får användaren välja alternativet att inte visa dialogen under kommande inloggningar.";
"cachedaccounts.create.encrypt.pfm_title" =			"Kräv FileVault-kryptering i flyttbara hemmappar";
"cachedaccounts.create.encrypt.pfm_description" =			"Använd FileVault-kryptering när hemmappar skapas i flyttbara konton.";
"cachedaccounts.create.encrypt.requireMasterPassword.pfm_title" =			"Flyttbara FileVault-hemmappar kräver ett huvudlösenord";
"cachedaccounts.create.encrypt.requireMasterPassword.pfm_description" =			"Ett huvudlösenord för datorn krävs för att skapa flyttbara hemmappar med FileVault-kryptering. Om ”sant” och du inte har tillgång till ett huvudlösenord, kan du nekas att skapa en FileVault-hemmapp eller göra en inloggning som skapar en flyttbar hemmapp. Om ”falskt” kan en FileVault-hemmapp skapas utan ett huvudlösenord.";
"cachedaccounts.create.maxSize.pfm_title" =			"Storleksgräns för flyttbar FileVault-hemmapp";
"cachedaccounts.create.maxSize.pfm_description" =			"Maximal storlek för flyttbar FileVault-hemmapp. Nyckeln ”Storleksgräns för flyttbar FileVault-hemmapp” måste vara inställd som ”percentOfNetworkHome” för att värdet ska gälla. Ställ in som ”noMaxSize” för att inte ha någon storleksbegränsning, ”fixed” för att ange en storleksgräns i nyckeln ”Maximal storlek för flyttbar FileVault-hemmapp”, eller ”percentOfNetworkHome” för att ange storleksgränsen som en procentandel av kvoten för nätverkshemmappen i nyckeln ”Maximal procentstorlek för flyttbar FileVault-hemmapp”.";
"cachedaccounts.create.maxSize.fixedSize.pfm_title" =			"Maximal storlek för flyttbar FileVault-hemmapp";
"cachedaccounts.create.maxSize.fixedSize.pfm_description" =			"Maximal storlek för flyttbar FileVault-hemmapp i byte (som en sträng). Nyckeln ”Storleksgräns för flyttbar FileVault-hemmapp” måste vara inställd som ”fixed” för att värdet ska gälla.";
"cachedaccounts.create.maxSize.percentOfNetworkHome.pfm_title" =			"Maximal procentstorlek för flyttbar FileVault-hemmapp";
"cachedaccounts.create.maxSize.percentOfNetworkHome.pfm_description" =			"Maximal storlek för flyttbar FileVault-hemmapp som en procentandel av kvoten för nätverkshemmappen. Nyckeln ”Storleksgräns för flyttbar FileVault-hemmapp” måste vara inställd som ”percentOfNetworkHome” för att värdet ska gälla.";
"cachedaccounts.create.location.pfm_title" =			"Plats för flyttbar hemmapp";
"cachedaccounts.create.location.pfm_description" =			"Flyttbar hemplats. Ange som ”startup” om du vill skapa den i /Användare på startvolymen, ”path” om du vill ange en mappsökväg i nyckeln ”Mobile Home Path”, ”userPicksVolume” om du vill tillåta användaren att välja volym, ”userPicksInternalVolume” om du vill tillåta användaren att välja valfri intern volym eller ”userPicksExternalVolume” om du vill tillåta användaren att välja valfri extern volym.";
"cachedaccounts.create.location.path.pfm_title" =			"Överliggande sökväg till flyttbar hemmapp";
"cachedaccounts.create.location.path.pfm_description" =			"En sökväg i filsystemet till mappen där användarens flyttbara hemmapp skapas. Nyckeln ”Plats för flyttbar hemmapp” måste vara inställd som ”path” för att värdet ska gälla.";

"cachedaccounts.create.maySyncWithFileSyncServer.pfm_title" =			"Tillåt FileSync-server";
"cachedaccounts.create.maySyncWithFileSyncServer.pfm_description" =			"Ange som sant för att synkronisera med en FileSyncAgent-fjärrprocess om möjligt. Ange som falskt för att använda nätverkshemmappens filserver vid synkronisering.";
"cachedaccounts.create.requireSyncWithFileSyncServer.pfm_title" =			"Kräv FileSync-server";
"cachedaccounts.create.requireSyncWithFileSyncServer.pfm_description" =			"Ange som sant för att kräva en FileSyncAgent-fjärrprocess för synkronisering.";
"cachedaccounts.create.mayEncryptSync.pfm_title" =			"Tillåt synkroniseringskryptering";
"cachedaccounts.create.mayEncryptSync.pfm_description" =			"Ange som sant för att använda datakryptering vid synkronisering om tillgängligt. Ange som falskt för att inte använda datakryptering vid synkronisering.";
"cachedaccounts.create.requireEncryptSync.pfm_title" =			"Kräv synkroniseringskryptering";
"cachedaccounts.create.requireEncryptSync.pfm_description" =			"Ange som sant för att kräva datakryptering under synkronisering.";

"cachedaccounts.expiry.delete.disusedSeconds.pfm_title" =			"Livslängd för flyttbart konto";
"cachedaccounts.expiry.delete.disusedSeconds.pfm_description" =			"Väntetid i sekunder innan ett flyttbart konto och dess hemmapp raderas. Värdet -1 innebär att ett flyttbart konto aldrig raderas. Värdet 0 innebär att ett flyttbart konto raderas så fort som möjligt.";
"cachedaccounts.expiry.cond.successfulSync.pfm_title" =			"Kräv synkronisering för att radera flyttbart konto";
"cachedaccounts.expiry.cond.successfulSync.pfm_description" =			"Kräv en genomförd hemmappssynkronisering innan ett flyttbart konto raderas. Det här gäller bara automatiska raderingar på det sätt som anges av nyckeln ”Livslängd för flyttbart konto”.";

"cachedaccounts.create.useLocalUserTemplate.pfm_title" =			"Skapa flyttbart hemmapp med lokal användarmall";
"cachedaccounts.create.useLocalUserTemplate.pfm_description" =			"Skapa den lokala hemmappen med datorns användarmall när ett flyttbart konto skapas.";
"cachedaccounts.create.syncURL.pfm_title" =			"Synkroniserings-URL";
"cachedaccounts.create.syncURL.pfm_description" =			"URL till nätverkshemmappen som används vid hemmappssynkronisering. Kan inte bara ställas in när flyttbart konto skapas. Strängen ”%@” kommer att ersättas med användarens postnamn innan användning. Exempel: afp://myserver.apple.com/Users/BuildingA/%@ .";

"cachedaccounts.onFirstTimeErrAskToContinue.pfm_title" = "Tillåt PHD-skapelse om fel uppstår";
"cachedaccounts.onFirstTimeErrAskToContinue.pfm_description" =	"Ange som falskt för att inte tillåta användare att skapa PHD-konton om synkroniseringsfel uppstår.";

"timeZone.pfm_title" = "Tidszon";
"timeZone.pfm_description" = "Ange som ett erkänt tidszonsnamn, t.ex. ”Amerika/Los Angeles” eller ”USA/Stilla havet” som finns i /usr/share/zoneInfo.";
"timeServer.pfm_title" = "Tidsserver";
"timeServer.pfm_description" = "Ange ett bekant tidsservernamn, exempelvis ”time.apple.com”.";

"DisableGuestAccount.pfm_title" = "Avaktivera gästkonto";
"DisableGuestAccount.pfm_description" = "Ange som sant för att avaktivera gästkontot. Ange som falskt för att aktivera ett gästkonto.";

"loginwindowRefreshUserListUpdateTimes.pfm_title" = "Uppdateringstider av användarlistan i inloggningsfönstret";
"loginwindowRefreshUserListUpdateTimes.pfm_description" = "Ange antalet ytterligare gånger som användarlistan ska be om att bli uppdaterad.";
"loginwindowRefreshUserListUpdateSecs.pfm_title" = "Fördröjning i sekunder för uppdatering av användarlistan i inloggningsfönstret";
"loginwindowRefreshUserListUpdateSecs.pfm_description" = "Ange antalet sekunder mellan gångerna vi ber att användarlistan ska uppdateras. Ange som 0 för att avaktivera.";

"RequireAdminForIBSS.pfm_title" = "Kräv administratör för AirPort IBSS";
"RequireAdminForIBSS.pfm_description" = "Ställ till ”true” för att kräva administratörsautentisering för att skapa AirPort IBSS-nätverk. Ställ till ”false” för att avaktivera.";
"RequireAdminForAirPortNetworkChange.pfm_title" = "Kräv administratör för nätverksbyte i AirPort";
"RequireAdminForAirPortNetworkChange.pfm_description" = "Ställ till ”true” för att kräva administratörsautentisering för byte av AirPort-nätverk. Ställ till ”false” för att avaktivera.";
"RequireAdminToTurnAirPortOnOff.pfm_title" = "Kräv administratör för att slå av och på AirPort";
"RequireAdminToTurnAirPortOnOff.pfm_description" = "Ställ till ”true” för att kräva administratörsautentisering för att slå på och stänga av AirPort. Ställ till ”false” för att avaktivera.";
